Revit 2021.1 API
UnitTypeId.UsGallonsPerHour Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId UsGallonsPerHour { get; }
Visual Basic
Public Shared ReadOnly Property UsGallonsPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsGallonsPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace